[
  {
    "date": "16/07/2024",
    "image": "https://img.freepik.com/vector-premium/linda-pareja-mapaches-dia-san-valentin-gran-amor-corazon_547439-471.jpg",
    "text": "Cuatro meses y siento como si te conociera de toda la vida.\nCuatro meses y cada día siento que te amo un poquito más.\nCada día que pasa siento que puedo tocar el cielo con mis manos si estoy a tu lado, que a pesar de que el mundo esté hecho un caos, todo está bien.\n\nA tu lado he aprendido a reír, a llorar, a sentir. Cada día me siento vivo, y es como si verte y estar a tu lado fuera todo y casi lo único que mi alma ha esperado.\n\nHoy quiero agradecerte por cada cosa que haces por mí y por mi felicidad, por darme paz, por cuidarme y permitirme cuidarte. Gracias por estar a mi lado y permitirme ser, porque sin lugar a dudas, contigo no tengo que fingir ser algo que no soy ni limitar ninguno de mis rasgos característicos. Me siento pleno, me siento amado, me siento feliz. Todo lo tengo si estoy a tu lado.\n\nAunque sé que no soy el más amoroso, ni el más tierno ni detallista, buscaré que en cada carta, en cada mensaje, en cada cosa que haga por ti, sientas cuánto te amo y todo lo que quiero contigo.\n\nPermíteme ver esos ojitos hermosos por mucho tiempo más, porque te lo juro que el solo verlos me trae muchísima paz.\n"
  },
  {
    "date": "16/08/2024",
    "image": "https://i.imgur.com/auNX5qV.jpg",
    "text": "A veces me detengo a pensar y me resulta increíble cómo el destino nos unió de una manera tan maravillosa. Cuántas veces nos cruzamos sin siquiera darnos cuenta, cuántas veces compartimos los mismos espacios sin saber que nuestros corazones ya se conocían, aunque no nos lo dijeron. Es como si nuestras almas se hubieran amado mucho antes que nuestros cuerpos, esperando pacientemente el momento de juntarnos. Hoy, una vez más, agradezco a la vida por habernos unido y por permitirnos seguir amándonos casi como el primer día, aunque cada día que pasa te amo un poco más. Gracias por tu tiempo, por tu amor, por tu cariño y por tu respeto. Gracias por estar a mi lado, incluso sabiendo que hay aspectos de mí que no te gustan. Más que tenerte a mi lado, quiero verte crecer junto a mí, porque tienes un futuro enorme por delante y quiero ser ese motor que te impulse a alcanzarlo.  Te amo, amo la suavidad de tu piel, la dulzura de tus labios, la ternura de tu mirada, tu forma de ser, de reír y de hacerme reír. Te amo infinitamente y con cada parte de mí, y cada día que pasa me enamoro un poco más de ti. Espero que podamos seguir amándonos hasta el fin de nuestros días. Feliz mes, mi amor."
  },
  {
    "date": "16/12/2024",
    "image": "https://i.imgur.com/3Oe2GYR.jpeg",
    "video": "https://player.vimeo.com/video/1057659987?h=080f259da1&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
    "text": "Amor lindo,Me encuentro muy feliz y emocionado porque viviremos nuestro primer diciembre juntos. Estaremos el 31 deseándonos un feliz año, compartiendo y siendo felices.Espero que te guste lo que te regalaré, porque está hecho con mucho amor. Siempre te regalaré tres cosas: una que te conecte con tu niña interior, algo que desees y algo que necesites. Aunque en esta ocasión no me dijiste qué querías y lo escogí yo antes de que me lo contaras :-(. Quiero que sepas que todo te lo doy con muchísimo amor.Sé que vendrán más años y cosas mejores, que estaremos juntos siendo felices, compartiendo nuestra vida y formando una hermosa familia. Te amo mucho, mi gran amor. Cada mes que pasa, cada 16 que celebramos, me doy más y más cuenta de que quiero pasar el resto de mi vida a tu lado. Me siento muy orgulloso de ti, y sé que este 2025 será un gran año para los dos. Ya quiero verte comenzar a estudiar y poder acompañarte en tu proceso.Te amo mucho, mi amor. ¡Felices 8 meses!💘"
  },
  {
    "date": "16/08/2025",
    "image": "https://i.imgur.com/pijltxm.png",
    "text": "Jamás dudes de mi amor, aunque a veces sea un tonto olvidadizo y no haya dejado lista esta carta para hoy.\n Quiero que sepas que te amo muchísimo, que cada día le agradezco a Dios por tenerte en mi camino, por ser mi novia, y porque puedo soñar contigo y hacer mil planes a futuro. Sé en lo más profundo de mi corazón que serás mi mujer.\n Agradezco cada día el poder compartir mi vida contigo, poder estar juntos y reírnos como niños, descubrir lugares nuevos, visitar tus sitios favoritos y los míos, y sobre todo, ser nosotros mismos. Tu compañía y tu amor han sido un pilar fundamental para mí y para nuestra relación. Es tan fuerte lo que tenemos, que estoy convencido de que nos alcanzará para toda la vida.\n Te amo con todo mi ser, y quiero que nunca olvides que mi postal favorita es verte feliz, disfrutando en tu restaurante favorito. 💘"
  },
  {
    "date": "16/09/2025",
    "image": "https://i.imgur.com/SlyO57m.png",
    "text": "Amor lindo de mi vida y de mi corazón:\nHoy celebramos nuevamente tu vida, y no puedo estar más agradecido con Dios por tenerte aquí, viva, fuerte y llena de luz.\nHoy doy gracias por ti, por tu existencia, por todo lo que eres y todo lo que entregas. Eres una fuente inagotable de amor, alegría y esperanza.\nTu presencia ilumina mis días, y hoy quiero celebrar la maravilla de que existas.\nGracias por permitirme ser parte de tu vida, de tus días, de tus sueños y de todo lo que estás construyendo con tanta entrega.\nMe llena el alma verte crecer, verte luchar, verte florecer. Estoy profundamente orgulloso de ti, de tu camino, de tu fuerza, de tu sensibilidad, de la forma hermosa y valiente en que habitas el mundo.\nHoy, en tu cumpleaños número 25, no solo celebramos un año más, celebramos todo lo que has superado, todo lo que has construido, todo lo que eres hoy. Y me llena el pecho de felicidad verte aquí, brillando como solo tú sabes hacerlo.\nDeseo de todo corazón que seas inmensamente feliz.\nQue rías sin medida, que te sientas amada, valorada, celebrada. Porque te lo mereces… por lo que haces, por lo que sueñas, por lo que eres.\nTe amo con todo lo que soy, y en este día tan especial solo quiero abrazarte con palabras y recordarte que soy el más afortunado por caminar a tu lado.\nGracias por existir. Gracias por elegirme. Gracias por ser tú.\nEspero que hoy seas muy feliz, que te consientan mucho, que te den todo el amor que mereces y, por sobre todo, que te sientas profundamente amada por mí.\nEspero que disfrutes lo que tengo preparado para ti y que te guste mucho, porque está hecho con todo el amor del mundo.\nY mientras celebras este nuevo año de vida, quiero que sepas que también celebro todo lo que hemos vivido juntos: nuestras risas espontáneas, nuestros planes locos, nuestras conversaciones eternas y hasta los silencios que nos entienden mejor que nadie.\nDeseo que la vida nos regale muchos cumpleaños más a tu lado, que la distancia nunca borre lo que sentimos, y que el amor que compartimos nos siga impulsando a soñar en grande.\nQuiero seguir acompañándote en todo lo que te propongas, verte cumplir metas, alcanzar sueños, y estar ahí, aplaudiendo tus logros y abrazando tus días difíciles.\nEres mi compañera, mi paz, mi alegría y mi motor.\nFeliz cumpleaños, mi princesita. Hoy celebramos que el mundo es un lugar más bonito porque tú estás en él 💘"
  },
  {
    "date": "16/07/2025",
    "image": "https://i.imgur.com/rUh3AOv.jpeg",
    "text": "Hoy celebramos un mes más juntos, y esta vez lo hacemos con una alegría especial: pudimos festejar junto a lo que, de alguna manera, nos unió desde el principio. Un día nos conocimos siendo hinchas de Santa Fe, un día coincidimos en el estadio y fue amor a primera vista. Compartíamos la ilusión de ver a nuestro equipo campeón… pero por cosas de la vida, esa estrella se nos escapó.\n Hoy, un año y medio después, nuestro amor sigue intacto, más fuerte y profundo que nunca. Y Santa Fe, por fin, alcanzó la tan esperada décima estrella. Es como si el universo nos dijera que todo llega a su tiempo. \n Ojalá la vida nos regale mil títulos más, mil partidos más y muchos estadios por conocer tomados de la mano. Te amo con el alma y quiero seguir escribiendo mi vida a tu lado. Gracias por ser mi compañera en cada jornada, dentro y fuera de la cancha. \n Feliz mes, mi amor 💘"
  },
  {
    "date": "16/06/2025",
    "image": "https://i.imgur.com/8mSF1mE.png",
    "text": "Amor, hoy quiero agradecerte de corazón por todo lo que hiciste por mí este último mes. Sé que no ha sido fácil, que han sido días intensos, llenos de emociones, y que llevar esta situación no ha sido sencillo para ninguno de los dos.\n Sé que no siempre soy fácil de sobrellevar, pero aun así te has quedado, firme, acompañándome con amor y paciencia. Te he extrañado muchísimo, más de lo que las palabras pueden expresar, y aunque la distancia duele, tu presencia constante —aún desde lejos— me ha dado fuerza.\n Gracias por estar ahí, por no soltarme, por ser mi rayito de luz en medio de todo esto. Valoro profundamente cada gesto, cada palabra, cada momento en el que me recordaste que no estoy solo. No tienes idea de cuán feliz y agradecido me siento de tenerte en mi vida. Eres mi compañía, mi consuelo y mi motor💘"
  },
  {
    "date": "16/10/2024",
    "image": "https://i.imgur.com/1HQnoVd.jpeg",
    "text": "Amor mío, hoy celebramos un mes más juntos, un mes más en el que seguimos creciendo y compartiendo nuestras vidas, llenándonos de amor, felicidad y paz.\n Estoy infinitamente agradecido por tu compañía, por cada gesto y por el amor que me das. Agradezco tu presencia en mi vida y cada momento que compartimos. Eres mi refugio y mi hogar, y te amo con todo mi corazón.\n Este mes tiene un toque especial porque celebraremos nuestro primer Halloween juntos. ¡No puedo esperar a vernos con los disfraces que estamos preparando! Que este sea solo el primero de muchos momentos así, llenos de diversión y complicidad. Que cada aventura que vivamos sea un recuerdo hermoso que atesoraremos para siempre.\n Me haces soñar con un futuro lleno de sonrisas, con días en los que continuamos construyendo nuestra historia juntos. Gracias por ser mi apoyo, mi alegría y mi mejor amigo. No hay nada que desee más que seguir descubriendo la vida a tu lado, disfrutando de los pequeños detalles y los grandes sueños. Te amo más de lo que las palabras pueden expresar."
  },
  {
    "date": "16/11/2024",
    "image": "https://i.imgur.com/Mz5eDmG.jpeg",
    "text": "Amor mío, asistir a la boda de mi hermano fue un momento especial, no solo por verlos comenzar una nueva etapa juntos, sino porque me hizo imaginar nuestro propio día, me hizo desear con todo mi corazón casarme contigo.\n Cada instante a tu lado me llena de felicidad y certeza de que eres la persona con quien quiero construir mi vida. Me siento inmensamente afortunado de tenerte conmigo, de compartir contigo no solo los días felices, sino también los retos que enfrentamos juntos y que nos hacen más fuertes.\n Quiero seguir creciendo contigo, compartiendo sueños, logrando metas y construyendo una historia llena de amor, risas y complicidad. Te amo con todo lo que soy, y no puedo esperar para seguir escribiendo nuestro futuro juntos. ❤️"
  },
  {
    "date": "16/01/2025",
    "image": "https://i.imgur.com/cc0IfjZ.jpeg",
    "text": "Amor lindo,\n Hoy me siento muy feliz de haber comenzado este nuevo año a tu lado. Sé que serán muchos más, pero me encanta compartir mi vida contigo. Este año traerá cosas maravillosas a nuestras vidas, y estaremos juntos para lograr todo lo que siempre hemos soñado.\n Me siento muy orgulloso de ti y de saber que pronto volverás a estudiar. Sé que serás la mejor profe de todas. \nTe amo mucho, mi amor. Cada vez estamos más cerca de nuestro primer año, nuestro primer viaje y de cientos de nuevas primeras veces juntos ❤️"
  },
  {
    "date": "16/02/2025",
    "image": "https://i.imgur.com/CENjqfO.jpeg",
    "text": "Amor lindo,\n Este partido, en su primer tiempo de muchos que nos esperan, está llegando a su final. Ya casi cumplimos un año juntos, ya casi le damos una vuelta al sol de la mano, y no puedo estar más feliz de compartir esta vida contigo.\n Espero que este nuevo año para nosotros esté lleno de crecimiento, aprendizajes y momentos inolvidables. Que vengan mil planes, mil salidas, mil viajes, pero siempre juntos, siempre tomados de la mano. Quiero estar en cada uno de tus sueños, en cada una de tus metas y logros, así como tú estás en mi día a día, impulsándome y acompañándome.\n Gracias por cada sonrisa, por cada abrazo, por ser mi amor y mi mejor compañera. Nos esperan muchos más tiempos en este partido que jugamos juntos, y estoy seguro de que cada minuto valdrá la pena.\n Te amo con todo mi corazón❤️"
  },
  {
    "date": "16/03/2025",
    "image": "https://i.imgur.com/KwD62zx.jpeg",
    "text": "Mi amor lindo, \n Hace un año comenzamos este partido, uno donde cada día jugamos en el mismo equipo, aprendiendo, creciendo y amándonos. Hoy le damos la primera vuelta al sol tomados de la mano, y no puedo estar más feliz de compartir esta vida contigo. Un año puede parecer poco en la eternidad que quiero contigo, pero ha sido suficiente para demostrarme que no hay lugar en el mundo en el que prefiera estar que a tu lado. Me llena de felicidad saber que este es solo el inicio de una historia hermosa que seguiremos escribiendo juntos.\n Es verdad, como dice la canción, que todo es más bonito si estás tú. A tu lado, cada momento se siente más real, más intenso, más nuestro. Desde aquella primera foto juntos hasta cada instante en el que hemos reído, llorado, celebrado y soñado. Nos conocimos, nos abrimos el corazón y, sin darnos cuenta, hicimos de nuestra historia una de esas que valen la pena contar. Cada gesto, cada caricia, cada mirada tuya me reafirma que la vida tiene sentido cuando se comparte con alguien tan especial. Me encanta cómo hemos construido algo tan nuestro, tan sincero, tan bonito. Eres mi refugio, mi paz y mi mayor alegría.\n Este año fue solo el comienzo. Nos esperan mil planes, mil viajes, mil sueños por cumplir. Quiero estar en cada uno de tus logros, verte brillar y sostenerte en cada paso. Quiero que sigamos compartiendo nuestras pasiones, nuestros gustos y a quienes más amamos. Porque estar contigo es mi mejor destino, y cada día a tu lado es un gol que celebro con el alma. Quiero seguir descubriendo el mundo a tu lado, enfrentando lo que venga con la certeza de que juntos podemos con todo. Quiero que cada despertar siga siendo contigo, que cada reto se convierta en una victoria compartida, que cada día se sienta como un nuevo capítulo en esta historia maravillosa que estamos escribiendo.\n Cada momento a tu lado es un regalo que atesoro profundamente. Desde nuestras conversaciones interminables hasta esos silencios cómplices que dicen mucho más que las palabras. Me encanta la forma en la que tomas mi mano y todo parece encajar, como si estuviéramos hechos para caminar juntos. Adoro la manera en que tu risa ilumina mis días y cómo tus abrazos se han convertido en mi lugar favorito en el mundo.\n Gracias por cada sonrisa, por cada abrazo, por hacer de mi día a día un lugar seguro. Gracias por tu paciencia, por tu apoyo incondicional, por tu amor que me envuelve y me hace sentir el ser más afortunado del mundo. Nos esperan muchos más aniversarios, muchas más primeras veces, y no hay nadie con quien quisiera vivirlo más que contigo. Cada mes, cada 16, reafirma lo mucho que quiero seguir a tu lado, construyendo, aprendiendo y amándote cada vez más.\n Este primer año juntos me ha demostrado que no hay sueño demasiado grande si lo comparto contigo. Que cada paso que damos nos acerca más a lo que siempre hemos querido, y que lo más importante no es a dónde vamos, sino con quién decidimos recorrer el camino. Estoy ansioso por todo lo que nos depara el futuro, por seguir conociéndote y creciendo a tu lado. Quiero que sepas que aquí estaré siempre, para celebrar tus victorias, para abrazarte en los momentos difíciles, para caminar contigo cada día con el mismo amor y la misma ilusión del primer día.\n Te amo con todo mi corazón.\n Felices primeros 365 días juntos.\n Con amor,\n Tu compañero de equipo y de vida. ❤️",
    "video": "https://player.vimeo.com/video/1062996155?h=abc72c4c22&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479"
  },
  {
    "date": "16/04/2025",
    "image": "https://i.imgur.com/2R3vped.png",
    "text": "Amor lindo,\n Hoy celebramos un mes más, y aunque cada 16 es especial, este tiene un lugar distinto en mi corazón. No solo porque seguimos sumando a esta historia tan bonita que estamos construyendo, sino porque estuviste conmigo en uno de los momentos más duros que he vivido.\n Gracias por estar. Por no soltarme la mano cuando más la necesitaba. Por hacerme sentir acompañado incluso en el silencio, por tu paciencia, por tu cuidado, por tu amor constante cuando yo estaba más vulnerable. Tu forma de estar, sin hacer ruido pero con toda la fuerza del mundo, fue justo lo que necesitaba. Te lo agradezco con el alma.\n Me emociona saber que seguimos caminando juntos, creciendo, compartiendo lo bueno y también lo difícil. Cada día contigo me reafirma que quiero seguir viviendo todo a tu lado: lo que celebra, lo que duele, lo que se sueña.\n Gracias por este mes, por todos los anteriores, y por los que vendrán. Te amo y me siento afortunado de tenerte en mi vida. No sé cómo será el futuro, pero sí sé con quién quiero vivirlo.\n Feliz mes, mi amor❤️"
  },
  {
    "date": "16/09/2024",
    "image": "https://i.imgur.com/W4v1Rgx.jpeg",
    "text": "Hola, amor lindo:\n Hoy celebramos no solo un mes más juntos, sino también tu vida y tu lucha. Quiero agradecerte por estar aquí, por ser parte de mi vida y por acompañarme en este camino. Gracias por confiar en mí, por permitirme guiarte hacia tus objetivos, y por el amor que me das cada día. Me emociona la posibilidad de formar una familia contigo.\n Aunque el tiempo pasa rápido y ya han pasado seis meses, estoy seguro de que el futuro será aún más corto, porque disfrutaremos juntos la plenitud de una vida compartida.\n Feliz cumpleaños, amor mío. De corazón, quiero que sepas que tu bienestar es lo más importante para mí, que anhelo verte alcanzar esos sueños que tantas veces me has compartido y superar las metas que te propones día a día. Sé que no ha sido fácil, que has enfrentado mil desafíos, pero aquí estaré, siempre, para darte la mano y recordarte lo fuerte que eres, y cómo puedes salir adelante por ti misma.\n Te amo con todo mi ser. Deseo que Dios te bendiga siempre, que te llene de salud, paz y sabiduría para conquistar cada uno de tus sueños. Feliz cumpleaños y feliz mes. Espero que te haya gustado mi sorpresa, y no puedo esperar para verte más tarde y dormir juntos💘"
  },
  {
    "date": "16/05/2025",
    "image": "https://i.imgur.com/iUDgXnO.png",
    "text": ""
  },
  {
    "date": "16/10/2025",
    "image": "https://i.imgur.com/CLzCwxt.png",
    "text": "Mi princesita hermosa💘\n Otro octubre, otro Halloween y una vez más, seguimos aquí, juntos, disfrazados, compartiendo vida y momentos.\n Este año no quiero dejar pasar la oportunidad para agradecerte por tanto:\n Por el tiempo compartido,\n por cada risa nueva,\n por cada plan improvisado,\n por cada nueva experiencia,\n por cada vez que somos dos niños pequeños,\n por cada pequeño gesto que me recuerda lo afortunado que soy de tenerte,\n Gracias por enseñarme, por abrazarme incluso en los días caóticos, por seguir soñando a mi lado con una familia, con un “nosotros” que crece más fuerte con el tiempo.\n Sé que el ritmo de los días a veces nos abruma, que el caos diario puede alejarnos un poquito… pero quiero que siempre tengas claro que te amo profundamente.\n No hay un solo día en el que no agradezca tu compañía, ni un solo momento en el que dejes de encantarme.\n Te amo con todo mi corazón, y ya quiero verte para seguir siendo felices, una y otra vez💘"
  }
]