[
    {
        "date": "16/07/2024",
        "image": "https://img.freepik.com/vector-premium/linda-pareja-mapaches-dia-san-valentin-gran-amor-corazon_547439-471.jpg",
        "text": "Cuatro meses y siento como si te conociera de toda la vida.\nCuatro meses y cada día siento que te amo un poquito más.\nCada día que pasa siento que puedo tocar el cielo con mis manos si estoy a tu lado, que a pesar de que el mundo esté hecho un caos, todo está bien.\n\nA tu lado he aprendido a reír, a llorar, a sentir. Cada día me siento vivo, y es como si verte y estar a tu lado fuera todo y casi lo único que mi alma ha esperado.\n\nHoy quiero agradecerte por cada cosa que haces por mí y por mi felicidad, por darme paz, por cuidarme y permitirme cuidarte. Gracias por estar a mi lado y permitirme ser, porque sin lugar a dudas, contigo no tengo que fingir ser algo que no soy ni limitar ninguno de mis rasgos característicos. Me siento pleno, me siento amado, me siento feliz. Todo lo tengo si estoy a tu lado.\n\nAunque sé que no soy el más amoroso, ni el más tierno ni detallista, buscaré que en cada carta, en cada mensaje, en cada cosa que haga por ti, sientas cuánto te amo y todo lo que quiero contigo.\n\nPermíteme ver esos ojitos hermosos por mucho tiempo más, porque te lo juro que el solo verlos me trae muchísima paz.\n"
    },
    {
        "date": "16/08/2024",
        "image": "https://i.imgur.com/auNX5qV.jpg",
        "text": "A veces me detengo a pensar y me resulta increíble cómo el destino nos unió de una manera tan maravillosa. Cuántas veces nos cruzamos sin siquiera darnos cuenta, cuántas veces compartimos los mismos espacios sin saber que nuestros corazones ya se conocían, aunque no nos lo dijeron. Es como si nuestras almas se hubieran amado mucho antes que nuestros cuerpos, esperando pacientemente el momento de juntarnos. Hoy, una vez más, agradezco a la vida por habernos unido y por permitirnos seguir amándonos casi como el primer día, aunque cada día que pasa te amo un poco más. Gracias por tu tiempo, por tu amor, por tu cariño y por tu respeto. Gracias por estar a mi lado, incluso sabiendo que hay aspectos de mí que no te gustan. Más que tenerte a mi lado, quiero verte crecer junto a mí, porque tienes un futuro enorme por delante y quiero ser ese motor que te impulse a alcanzarlo.  Te amo, amo la suavidad de tu piel, la dulzura de tus labios, la ternura de tu mirada, tu forma de ser, de reír y de hacerme reír. Te amo infinitamente y con cada parte de mí, y cada día que pasa me enamoro un poco más de ti. Espero que podamos seguir amándonos hasta el fin de nuestros días. Feliz mes, mi amor."
    },
    {
        "date": "16/12/2024",
        "image": "https://i.imgur.com/3Oe2GYR.jpeg",
        "video": "https://player.vimeo.com/video/1057659987?h=080f259da1&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "text": "Amor lindo,Me encuentro muy feliz y emocionado porque viviremos nuestro primer diciembre juntos. Estaremos el 31 deseándonos un feliz año, compartiendo y siendo felices.Espero que te guste lo que te regalaré, porque está hecho con mucho amor. Siempre te regalaré tres cosas: una que te conecte con tu niña interior, algo que desees y algo que necesites. Aunque en esta ocasión no me dijiste qué querías y lo escogí yo antes de que me lo contaras :-(. Quiero que sepas que todo te lo doy con muchísimo amor.Sé que vendrán más años y cosas mejores, que estaremos juntos siendo felices, compartiendo nuestra vida y formando una hermosa familia. Te amo mucho, mi gran amor. Cada mes que pasa, cada 16 que celebramos, me doy más y más cuenta de que quiero pasar el resto de mi vida a tu lado. Me siento muy orgulloso de ti, y sé que este 2025 será un gran año para los dos. Ya quiero verte comenzar a estudiar y poder acompañarte en tu proceso.Te amo mucho, mi amor. ¡Felices 8 meses!💘"
    }
]